Revit 2027 API
ParameterTypeId.MarkupsModified Property
 "Modified"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsModified { get; }
Public Shared ReadOnly Property MarkupsModified As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsModified {
	ForgeTypeId^ get ();
}
static member MarkupsModified : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace